alsa-lib
autogen
aws-iam-authenticator
bdw-gc
berkeley-db@5
binutils
bison
brotli
bzip2
c-ares
ca-certificates
cairo
chezmoi
cups
curl
dbus
expat
fontconfig
freetype
gcc
gdbm
gettext
giflib
glib
glibc
gmp
gnutls
gperf
graphite2
grpcurl
guile
guile@2
harfbuzz
icu4c
isl
jemalloc
jpeg-turbo
jq
krb5
kube-score
lazydocker
libassuan
libedit
libev
libevent
libffi
libgcrypt
libgpg-error
libice
libidn2
libmpc
libnghttp2
libnsl
libpng
libpthread-stubs
libsecret
libsm
libssh2
libtasn1
libtiff
libtirpc
libtool
libunistring
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxfixes
libxi
libxml2
libxrandr
libxrender
libxslt
libxt
libxtst
linux-headers@5.15
little-cms2
lz4
lzo
m4
mpdecimal
mpfr
ncurses
nettle
nghttp2
nvm
oniguruma
openjdk
openldap
openssl@1.1
p11-kit
pcre2
pinentry
pixman
pkg-config
python@3.10
python@3.11
readline
rtmpdump
sbt
sqlite
stern
stoken
unbound
unzip
util-linux
xorgproto
xz
yq
zip
zlib
zstd
