brew "aws-iam-authenticator"
brew "chezmoi"
brew "curl"
brew "git"
brew "gnupg"
brew "grpcurl"
brew "jq"
brew "kube-score"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "ncurses"
brew "nvm"
brew "openshift-cli"
brew "openssl@3"
brew "pinentry"
brew "podman"
brew "protobuf"
brew "readline"
brew "socat"
brew "sqlite"
brew "tldr"
brew "unzip"
brew "yq"
brew "zip"
brew "bat"
