brew "aws-iam-authenticator"
brew "grpcurl"
brew "jq"
brew "kube-score"
brew "kubernetes-cli"
brew "ncurses"
brew "openshift-cli"
brew "openssl@3"
brew "pinentry"
brew "protobuf"
brew "readline"
brew "tldr"
brew "unzip"
brew "yq"
brew "zip"
brew "bat"
brew "gh"
brew "zoxide"
brew "eza"
brew "asdf"
brew "fzf"
brew "git-delta"
brew "bat-extras"
brew "git-extras"
brew "kubecolor"
